<div id="aboutWrap">

	<h3>關於愛比科技</h3>
	<p class="pic">
		<img src="images/about_IPEVO.jpg" alt="about ipevo">
	</p>
	<!-- <p>2004年，Skype掀起一陣網路電話狂潮，出身羅德島設計學院工業設計系、加州藝術中心平面設計系的XRANGE十一事務所負責人Royce洪裕鈞，應邀與代理Skype的PChome Online合作，打造專用話機。爾後，此合作團隊於2007年7月成立愛比科技，並開始拓展開發Skype以外之各項網路相關硬體產品，以自有品牌「IPEVO」行銷台灣、美國、日本等國家。愛比科技總部設於台灣台北市，另於北美矽谷設有IPEVO USA分公司。</p>
	<p>如同當時iPod成為數位音樂和MP3播放器的代表，憑藉著優異的設計屢獲國際設計大獎，IPEVO的「FR33.1（free-1）」話機也成為VoIP產品的代表。從VoIP產品起步，IPEVO品牌名稱的靈感，即來自於網際協議的IP技術所演化出的服務概念，是「IP」與「Evolution」兩個單字的結合，意為網路溝通的演化體驗。</p>
	<p>IPEVO認為Internet的使用方式，將會逐漸超出電腦及瀏覽器，朝向各種不同的網路硬體發展，因此希望以自身對Internet體驗的想法與產品定義能力，結合台灣優越的研發與製造能力，以及IPEVO世界級的工業設計能力，開發有想法的產品來「創造Internet的使用方式」。</p>
	<p>2008年IPEVO發表Kaleido無線數位相框，跨足Skype以外之產品線；原為Skype周邊的USB攝影機PoV的下一代P2V，因創造新的使用方式，獲得美國教育市場的肯定。隨後iPhone、iPad的出現，更與IPEVO所想的「創造Internet的使用方式」不謀而合。蘋果改變人們的使用行為和生活方式，自2010年起，IPEVO推出蘋果i-device相關周邊，就是為了創造更棒的iPhone、iPad和Internet使用經驗。</p>
	<p>於是，從會議室、教室到客廳，IPEVO豐富網網相連的生活型態，並持續從中發掘我們與世界的互動方式。</p> -->

	<p>IPEVO愛比科技深信好用、多功能的資訊工具無須付出高額的代價，並依此想法不斷推出創新教學資訊工具。IPEVO以多樣化的教學工具來取代各式龐大、昂貴、複雜，又只限特定用途的教室設備，重新定義簡單又靈活的現代化互動教學教室。</p>

	<p>IPEVO的互動教學工具，除了讓教育工作者和教師們，能以負擔得起的價位獲取使用簡單、直觀又彈性的工具外，更得以省下珍貴的時間和資源，全心投入教育工作中。讓所有人皆能取得且使用教育資訊科技，是我們致力的目標。</p>

	<p>截至2014年年底，美國中小學裡，已有 51.43% 的公立學校與 26.82% 的私立學校採用IPEVO的產品。我們是如何做到的呢？</p>

	<p class="indent"><strong>「事半功倍」的設計</strong><br>IPEVO產品以使用者經驗為導向，首先觀察教學過程中最頻繁的工作任務和目標，是如何與教室中現有的產品搭配使用的。隨後，再思考如何以最簡單的方式、最有效率的工具，達到上述任務和目標。我們設計的座右銘是「事半功倍」，意謂產品絕不能流於操作複雜且功能繁複。IPEVO簡單易用的產品，能讓教育工作者專注於教學，而不是浪費時間在學習使用設備。</p>

	<p class="indent"><strong>「去蕪存菁」的功能</strong><br>IPEVO產品採用市面上已廣泛使用的元件和零組件（如我們的USB實物攝影機採用行動電話的相機模組），除了可將成本大幅降低至產業中的十分之一外，又不至於犧牲效能和功用。不僅如此，我們更將產品技術規格適度精簡，用最直接的功能讓教師專注在達到教學目標。此舉除了降低產品複雜度和避免功能浪費外，更能節省成本以反映至售價上，最終使我們的用戶受益。</p>

	<p>IPEVO亦非常注重用戶關係，任何使用者意見的回饋，都將推動我們未來的計畫，讓產品不斷地進步和擴展。</p>

	<img src="images/divider_down.png" class="shadowTop">
	<img src="images/divider_up.png" class="shadowBottom">
</div><!-- ./aboutWrap -->