<div id="trouble_Wrap">
	<h1>常見問答</h1>
	<ul>
		<li>
			<ol>
				<li>為什麼無法與我的無線基地台連線？</li>
				<li>建議您可以參考以下方式</li>
				<li>請確認您的S0-20話機韌體版本是否已升級至最新版本，您可以在話機（選單）（設定）（關於skype）（軟體版本）中查詢，目前最新版本為1.2.0.29。</br>建議您也可以採用手動加入無線網路的方式。您可以在（選單）（設定）（網路）（範圍內的網路）選擇您的無線基地台後按（設定選項）（手動加入網路）輸入無線基地台相關資訊 </br>請檢查您的無線基地台是否有較新版本的韌體提供升級。</br> 經 測試WPA／WPA2模式較WEP穩定及安全，建議您可以將無線傳輸模式設定為WPA／WPA2模式。市面上某些無線基地台僅支援無線傳輸 802.11／N 或出廠預設設定在N模式，因S0-20僅支援802.11 b/g，也有可能造成無法正常連入的原因之一。（請參考您的無線基地台使用手冊或上網至該廠牌的官方網頁查詢相關設定） </br>如果還是無法正常連線，煩請您提供無線基地台相關資料並email至我們客戶信箱 <a href="mailto:service@ipevo.com">service@ipevo.com</a>，我們將儘快為您測試處理。(例如：廠牌／型號／無線模式(802.11b/g/n)／加密模式(WEP.WPA....)／TKIP, AES)</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>話機的通話和待機時間不是很穩定，是電池的問題嗎？</li>
				<li>Wi-Fi無線話機的通話及待機時間取決於無線網路環境、訊號強度、話機使用頻率，請儘量保持良好的無線環境，倘若你的電池電力一直出現不尋常的問題，請Email至我們客服信箱<a href="mailto:service@ipevo.com">service@ipevo.com</a>，我們將有專人為您服務。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>第一次登入Skype帳號需花上很久的時間？</li>
				<li>第一次登入Skype帳號時，需要花上比較久的時間將聯絡人名單下載至你的無線話機，請耐心等待。若一直無法成功登入，請確認無線網路環境及訊號是否穩定。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼通話時有時候聲音很大，有時卻很小聲，偶爾還會有斷斷續續的？</li>
				<li>有可能為對外頻寬不足或連線狀況不穩定所造成。請檢查您的對外網路連線品質是否穩定，或者是在通話時是否有其他電腦（例如續傳軟體）佔用對外頻寬。建議您可以先將此類軟體暫時關閉後再通話試試看，或者也建議您將數據機，無線分享器關機後３分鐘後再打開後重新撥打試試看。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>電池電量顯示問題</li>
				<li>如果您的話機電池顯示為滿格狀態，但通話一段時間後，立即無電力反應而關機者。請參考以下方式</li>
				<li>韌體版本1.2.0.29已解決此問題，在1.2.0.29之前的版本請更新韌體。請確認您的S0-20話機?體版本是否已升級，您可以在話機（選單）（設定）（關於skype）（軟體版本）中查詢。 </br>實際通話時間3~4小時，待機時間約30小時</br>如果狀況仍相同，我們S0-20電池的保固期間自購買日後半年，若在保固期間內故障，我們將提供您免費的維修更換服務。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼電話突然沒有聲音？</li>
				<li>有可能是啟動靜音功能，請先檢查話機待機話面是否有音符禁止符號出現，請按"#"鍵約1~3秒來啟動／開啟靜音功能。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>如何啟動來電轉接功能？</li>
				<li>來電轉接功能是指當您的skype離線時或者是響鈴約15秒後未接聽，您可以將來電轉接至其他號碼。您可以在（選單）（設定）（來電轉接和語音信箱）啟動並設定（轉接號碼）。（提醒您此功能會根據Skype費率扣取skyout點數）</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>我已經設定好自動登入，為什麼每一次登入時需要重新輸入密碼？</li>
				<li>如果您在設定時已選擇（儲存您的Skype帳號與密碼，以便在每次啟動時自動登入），代表話機在重新啟動、網路狀況不穩定或斷線時，待恢復連線後可自動登 入。如果您是手動登出skype帳號，代表您不希望繼續使用此skype帳號，基於帳號密碼安全性考量，您必須在下次登入Skype時重新輸入帳號及密碼。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>話機下方的Mini USB孔有何功能？</li>
				<li>您可以使用包裝盒內的USB充電器充電，您也可以使用一般USB標準規格 (Type A-B)直接連接電腦來進行充電（需額外自行選購）。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼撥打某些總機系統無法操作其語音或撥打分機？</li>
				<li>韌體版本1.2.0.29已解決此問題，在1.2.0.29之前的版本請更新韌體。請確認您的S0-20話機韌體版本是否已升級，您可以在話機（選單）（設定）（關於skype）（軟體版本）中查詢。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼我在咖啡廳、捷運站無法使用？</li>
				<li>S0-20話機尚不支援需以「瀏覽器登入帳號密碼」之公眾無線 Wi-Fi 網路服務，因需考量到無線訊號的強度與穩定程度的影響，若距離無線基地台過遠或使用該基地台頻寬人數過多，皆會影響其通訊品質。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼無法開機、充電？</li>
				<li>若發生話機無法開機，或者直接插著充電器仍無反應時，請先以旅充方式充電。以旅充方式充電靜置3~5分鐘後，再檢查話機螢幕是否有充電畫面顯示， 因話機必需有最低電量才會顯示充電畫面。</li>
			</ol>
		</li>
	</ul>
</div>