<div id="trouble_Wrap">
	<h1>常見問答</h1>
	<ul>
		<li>
			<ol>
				<li>遙控器的有效範圍?</li>
				<li>紅外線接收器位於Kaleido R7螢幕左上角的位置， 有效接收距離大約為十公尺。最大垂直涵蓋角度約為80度，最大水平涵蓋角度約為150度。為了獲致最佳操控效果，操作時請將您的遙控器對準接收器所在位置。</li>
				<li><img src="images/trouble_/kr7_fq_c01.gif"></li>
			</ol>
		</li>
		<li>
			<ol>
				<li>我要如何刪除儲存在Kaleido R7內的相片?</li>
				<li>透過EyeStage (播放裝置區塊的刪除頁)，您可以選擇想要的頻道從Kaleido R7裡刪除。 </br> 若您想將Kaleido R7內所有的相片刪除，您可以進行重新格式化 (設定選項>重新格式化內部記憶體)，Kaleido R7內所有的內容與設定都將被清除重置。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>我要如何設定快速頻道(我的最愛)鍵?</li>
				<li>按下任一快速頻道鍵，Kaleido R7便會直接開始播放您在「我的圖庫」中所預設的快速頻道。(類似電視頻道與網頁書籤的操作方式) 若要設定快速頻道鍵，請進入設定選項 > 快速頻道鍵設定，選擇與快速頻道鍵個別對應的頻道即可。(本功能僅限於「我的圖庫」中的頻道可以使用)</li>
				<li><img src="images/trouble_/kr7_fq_c05.gif"></li>
			</ol>
		</li>
		<li>
			<ol>
				<li>機身側面的電源開關與觸控面板上的待機模式按鍵有何不同?</li>
				<li>當您有較長時間不會使用 Kaleido R7 時，可以利用機身側面的電源開關關閉電源。當您只是暫時不想使用Kaleido R7 時，不必關閉電源，您只需要輕觸觸控面板上的待機模式按鍵，將Kaleido R7切換至待機模式即可。如此不但能延長螢幕使用壽命，更可以立即重新啟動，省去等待重新開機的時間。 </li>
			</ol>
		</li>
		<li>
			<ol>
				<li>Kaleido R7為什麼無法顯示一些經由Photoshop編修過的相片?</li>
				<li>當您利用影像編輯軟體(例如: Photoshop)編修相片，準備儲存為JPEG檔案時，有些軟體會提供標準式與漸進式的存檔選項。Kaleido R7目前並不支援漸進式的JPEG檔案格式，請您務必選擇標準式的格式存檔。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>位於背面的USB插槽與mini-USB插槽有什麼不同的功用?</li>
				<li>透過USB A埠，Kaleido R7可以播放儲存於USB隨身碟與讀卡機裡的相片。透過mini-USB(USB-B)埠，您可以將Kaleido R7連接至您的電腦 (USB(A-B)連接線需另購)，不需要安裝任何軟體，您便能夠從電腦直接存取Kaleido R7的相片。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼當我用USB(A-B)連接線將Kaleido R7連接至電腦後，便無法操作Kaleido R7?</li>
				<li>當Kaleido R7經由USB(A-B)連接線與您的電腦連接後，便會被電腦視為一個卸除式磁碟。因此您只能存取內部記憶體內的資料，但是無法對Kaleido R7進行任何操作。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>訊息類RSS與相片類RSS有什麼不同?</li>
				<li>每一個經由EyeStage所訂閱的頻道，都有不同的相片顯示模式可供選擇，一般相片類頻道就有四種模式可以切換。對於RSS頻道來說，若您選擇以”相片 類RSS”頻道來訂閱，EyeStage就會將它視為一般相片類頻道，您也有四種以相片為主的顯示模式可以切換。若您選擇以”訊息類RSS”頻道來訂閱， 為了以最輕鬆的視覺閱讀方式呈現RSS所要傳達的訊息，EyeStage會自動依據每則RSS的圖文內容，作出最佳化的顯示模式安排。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼有些頻道的內容還來不及出現時，EyeStage便跳至下一個頻道播放?</li>
				<li>當網路連線狀況不穩定，或是網頁主機 (例如: Flickr或Picasa) 無法即時回應時，EyeStage就會自動跳至下一個頻道播放，避免過長的等待時間。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼我無法順利地使用EyeStage，將Kaleido R7與我的電腦完成配對?</li>
				<li>請先確認您的Kaleido R7與EyeStage所在的電腦連接至同一台無線網路基地台/分享器 (同一個網段)。接著請分別從Kaleido R7 (設定選項>配對EyeStage >進行配對) ，與EyeStage (配對>進行播放裝置配對…) 啟動雙方的配對機制。如果仍然一直無法順利完成配對，請將 Kaleido R7 與 EyeStage 關機後，重新開啟電源再試一次。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>當我從EyeStage同步內容至Kaleido R7時發生錯誤，我該如何處置?</li>
				<li>同步作業中若發生錯誤，通常是由於儲存時相片或檔案格式發生損毀。如果您的同步位置是Kaleido R7的內部記憶體，建議您進行重新格式化 (設定選項>重新格式化內部記憶體)，將所有的內容與設定清除重置。當內部記憶體完成格式化後，您可以再重新將所有相片同步至Kaleido R7。</li>
			</ol>
		</li>
	</ul>
</div>