<div id="trouble_Wrap">
	<h1>常見問答</h1>
	<ul>
		<li>
			<ol>
				<li>為什麼無法登入?</li>
				<li>建議您先檢查連線部份是否有問題。您可以將數據機先關機後３分鐘後再打開電源，待燈號狀況正常後再連線登入試試看。 請確認您的網路連線模式為何。目前提供DHCP模式／固定IP模式／PPPoE撥接模式３種方式，建議您可以先詢問您的網路提供業者。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>設定完整連線的帳號密碼後還是無法登入?</li>
				<li>請再次檢查您的連線帳號是否正確。以中華電信為例：</li>
				<li><img src="images/trouble_/s0_fq_c01.jpg"></li>
			</ol>
		</li>
		<li>
			<ol>
				<li>是否有記憶密碼的功能?</li>
				<li>是的，在進行skype帳號登入時，系統便會先請您設定是否要行進密碼的記憶，若選擇了記憶密碼，那麼在下次重開機、或網路斷線重連後，S0-10話機便會自動進行skype的登入動作。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼每次重開機都要再重新設定輸入日期?</li>
				<li>目前我們最新版本韌體 version 2042已解決此問題，您可以在（選單）（關於Skype）（軟體版本）中查詢您目前話機的版本為何。</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼右上角的LED燈一直在閃綠燈，該如何消除?</li>
				<li>代表skype付費服務即將期的通知(可能是語音留言、skypeout點數或包月一國通…等服務快到期之通知。)您可以選擇續約，或待時間到期後則會自行回復藍色恒亮狀態。建議可以登入Skype官方網站後查詢服務是否即將到期</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>是否支援來電轉接功能，要如何啟用?</li>
				<li>來電轉接功能是指當您的skype離線時或者是響鈴約15秒後未接聽，您可以將來電轉接至其他號碼。您可以在（選單）（設定）（來電轉接和語音信箱）啟動並設定（轉接號碼）。（提醒您此功能會根據Skype費率扣取skyout點數）</li>
			</ol>
		</li>
		<li>
			<ol>
				<li>為什麼通話聲音忽大忽小?有時會有延遲現象?</li>
				<li>有可能為對外頻寬不足或連線狀況不穩定所造成。請檢查您的對外網路連線品質是否穩定，或者是在通話時是否有其他電腦（例如續傳軟體）佔用對外頻寬。建議您可以先將此類軟體暫時關閉後再通話試試看，或者也建議您將數據機，無線分享器關機後３分鐘後再打開後重新撥打試試看。</li>
			</ol>
		</li>
	</ul>
</div>